/* No comment provided by engineer. */
"" = "";

/* No comment provided by engineer. */
"\n\n" = "\n\n";

/* No comment provided by engineer. */
" in catalog" = " en catálogo";

/* No comment provided by engineer. */
"%@ already exists. Do you want to replace it?" = "%@ ya existe. ¿Quieres reemplazarlo?";

/* No comment provided by engineer. */
"A file with the same name already exists in that location. Replacing it will overwrite its current contents." = "Ya existe un archivo con el mismo nombre en esta ubicación. Si lo reemplazas, se sobrescribirá su contenido actual.";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Copy %@ %@ (%@) %@ URL" = "Copiar %@ %@ (%@) %@ URL";

/* No comment provided by engineer. */
"Create application %@ %@ (%@)" = "Crear la aplicación %@ %@ (%@)";

/* No comment provided by engineer. */
"Download %@ %@ (%@) Installer" = "Descargar Instalador %@ %@ (%@)";

/* No comment provided by engineer. */
"Download Full Installer" = "Download Full Installer";

/* No comment provided by engineer. */
"Downloaded %@" = "Descargado %@";

/* No comment provided by engineer. */
"Downloading %@" = "Descargando %@";

/* No comment provided by engineer. */
"Retrying download of InstallAssistant.pkg..." = "Reintentando descargar InstallAssistant.pkg...";

/* No comment provided by engineer. */
"Replace" = "Reemplazar";

/* No comment provided by engineer. */
"Show in Finder" = "Mostrar en el Finder";

/* No comment provided by engineer. */
"Cancel %@ download" = "Cancelar la descarga de %@";

/* No comment provided by engineer. */
"Show the installer in the Downloads folder" = "Ver el instalador en la carpeta de Descargas";

/* No comment provided by engineer. */
"Could not load catalog" = "No se puede descargar el catálogo";

/* No comment provided by engineer. */
"Language Selection" = "Selección de Idioma";

/* No comment provided by engineer. */
"Choose a language" = "Elige un idioma";

/* No comment provided by engineer. */
"Select Language" = "Seleccionar Idioma";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Restart Required" = "Se requiere reiniciar";

/* No comment provided by engineer. */
"The app must be restarted for changes to take effect." = "Has de reiniciar la aplicación para aplicar el cambio de idioma.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"Clear app settings?" = "¿Eliminar ajustes de la app?";

/* No comment provided by engineer. */
"(App preferences will be cleared)" = "(Las preferencias de la aplicación se borrarán)";

/* No comment provided by engineer. */
"You will lose user settings and saved language." = "Perderás los ajustes de usuario y el idioma guardado.";

/* No comment provided by engineer. */
"Warning" = "Aviso";

/* No comment provided by engineer. */
"Create Installer App from %@ %@ (%@)" = "Crear la aplicación Instalar macOS desde %@ %@ (%@)";

/* No comment provided by engineer. */
"Error Creating Installer" = "Error al crear la aplicación Instalar macOS";

/* No comment provided by engineer. */
"The installer package %@ does not exist in the Downloads folder. Please download it first." = "El paquete instalador %@ no existe en la carpeta Descargas. Descárgalo en primer lugar.";

/* No comment provided by engineer. */
"Success" = "Éxito";

/* No comment provided by engineer. */
"The installer app has been created successfully in /Applications" = "La aplicación Instalar macOS se ha creado con éxito en /Aplicaciones";

/* No comment provided by engineer. */
"The installer package has been opened. Follow the on-screen instructions to complete the installation" = "Se ha abierto el paquete instalador. Sigue las instrucciones en pantalla para completar la instalación";

/* No comment provided by engineer. */
"Failed to open the installer package. Please try opening it manually from the Downloads folder" = "No se pudo abrir el paquete instalador. Intenta abrirlo manualmente desde la carpeta Aplicaciones";

/* No comment provided by engineer. */
"Failed to create installer app. Error: %@" = "No se pudo crear la aplicación Instalar macOS. Error: %@";

/* No comment provided by engineer. */
"No write permission to /Applications folder" = "No tienes permisos de escritura en la carpeta /Aplicaciones";

/* No comment provided by engineer. */
"Failed to create AppleScript" = "No se pudo crear AppleScript";

